import * as React from "react"
import type { HeadFC } from "gatsby"
import { Link } from "gatsby"
import Header from './header'

const IndexPage = () => {
  return (
    <div className="container p-10">
      <Header></Header>
      <div className="mt-10">
<p>
सा मागधी मूलभाषा नराया आदिकप्पिका ।<br/>
ब्रह्मण चस्सुतालापा सम्बुद्ध चापि भासिरे ॥ 
</p>

<p>
कच्चान की उपरोक्‍त दो पंक्तियां मागधी (मगही) भाषा की प्राचीनता, व्यापकता एवं महत्ता पर पर्याप्त प्रभाव डालती हैं। कच्चान (कात्यायन) या 'महाकच्चान' पालि भाषा के वैयाकरण (व्याकरण जानेवाला) तथा गौतम बुद्ध के दस शिष्यों में से एक परम ऋद्धिमान शिष्य थे। वे कहते हैं, यह मागधी वही मूल भाषा है, जिसमें आदिकाल के मनुष्य, ब्राह्मण और सम्‍बुद्ध ने बोलना प्रारम्भ किया अर्थात संलाप किया। यहां 'सम्बुद्ध' और 'आलाप' विचारणीय हैं। ये शब्द 'नराया' 'आदिकप्पिका' और 'ब्राह्मण' के बाद आए हैं। जिस भाषा में मनुष्य और फिर सुसंस्कृत मनुष्य (ब्राह्मण) ने बोलना आरंभ किया और बाद में उसी भाषा में 'सम्बुद्ध' (महात्मा बुद्ध) ने भी संलाप किया अर्थात् सामान्य जनों को उपदेश दिया। यह स्वाभाविक है कि महात्मा बुद्ध ने पहली बार मगध प्रदेश में बोली जानेवाली सामान्य मागधी भाषा में ही उपदेश दिया होगा। इसकी पुष्टि स्थविरवादी बौद्ध-साहित्य से भी होती है। इसमें मागधी पणियों की आदिभाषा मानी गई है। सिंहली परंपरा भी इस बात को मानती है कि बुद्धकालीन भारत में बोली जानेवाली भाषा मगध की भाषा थी, जो सम्पूर्ण मध्यमंडल में बोली जाती थी। पश्चिम में उत्तरकुरु से पूर्व में पाटलिपुत्र तक और उत्तर में श्रावस्ती से दक्षिण में अवन्ती तक। 
</p><p>
मागधी की विदुषी डॉ० सम्पत्ति अर्याणी भी इस तथ्य को स्वीकारती हैं, ''बुद्धवचन के भाषा मूलरूप से मागधी होवे पर भी ओकरा में प्राप्त विविधरूपता के व्याख्या येही आधार पर कैल जा सकऽ हे।" मागधी भाषा की प्राचीनता और व्यापकता असंदिग्ध है। विद्वानों के अनुसार भाषा समय के साथ अपना स्वरूप बदलती है। उच्‍चारण में बदलाव के कारण मागधी से मागही और उसके बाद वर्तमान लाेकभाषा मगही का विकास हुआ है। बिहार और झारखंड के बीस जिलाें समेत देश-विदेश के विभिन्‍न क्षेत्रों में करीब चार करोड़ लोगों की मातृभाषा मगही है। 
</p><p>
स्टैण्डर्ड डिक्शनरी ऑफ फोक-लोर में जोनस बैलीस ने लोकवार्त्ता की परिभाषा देते हुए कहा है,  “लोकवार्त्ता में आदिम और सभ्य मनुष्य की परम्परागत रचनाएं सम्मिलित रहती हैं। इन लययुक्त रचनाओं में लोक-विश्वास या अंधविश्वास, रीति-रिवाज, प्रदर्शन, संगीत, नाट्य आदि सन्निहित रहते हैं, फिर भी लोकवार्ता लोक का विज्ञान नहीं, बल्कि परम्परागत लोकविज्ञान और लोककाव्य है।” 
</p><p>
वहीं एम स्पिनौजा ने वैज्ञानिक ज्ञान से विहीन युग-युग से जिस सामान्य ज्ञान को परम्परा के रूप में मनुष्य ने अनुभव किया, सीखा और व्यवहृत किया, उसे ही लोकवार्त्ता या सामान्य ज्ञान बतलाया है। 
</p><p>
चार्ल्स फ्रांसिस पोटर की ठोस और संक्षिप्त परिभाषा के अनुसार लोकवार्त्ता जीवित अवशेष (fossills) है, जो कभी मरती नहीं, यह शताब्दियों से असंख्य मानवों की अनुभूत वैज्ञानिक और सांस्कृतिक मंदगामिता का द्रवीभूत रूप है। 
</p><p>
डॉ राम प्रसाद सिंह के अनुसार लोकवार्त्ता और लोकसाहित्य में अंगांगी संबंध है। लोकवार्त्ता एक सम्पूर्ण शरीर है तो लोक-साहित्य उसका एक अंग है। यह ठीक है कि लोक-साहित्य लोकवार्त्ता का सशक्त अंग है और लोककथा लोक-साहित्य का प्रमुख अंग है। डॉ सिंह मगही लोकवार्त्ता को दो प्रमुख भागों में बांटते हैं- (क) लोक-प्रथाएं एवं मान्यताएं और (ख) लोक-साहित्य।
</p><p>
(क) लोक-प्रथाओं एवं मान्यताओं के अन्तर्गत लोक-जीवन की सारी मौखिक, व्यावहारिक एवं आनुष्ठानिक प्रथाएं तथा मान्यताएं आ जाती हैं। जैसे - सामाजिक, सांस्कृतिक एवं धार्मिक प्रथाएं, ऋतु-संबंधी प्रथाएं, सहभोज, सहगान, विविध पर्व-त्योहारों की प्रथाएं, वसंतोत्सव, कला आदि इनके उदाहरण हैं। इनके मौखिक, व्यावहारिक एवं आनुष्ठानिक तीनों रूप मिलते हैं। इसी प्रकार पशु-पक्षी, जड़-चेतन, प्रकृति देवासुर, तंत्र-मंत्र, मनुष्य, भूत-प्रेत, स्वर्ग-नरक आदि के संबंध में लोक-जीवन में अपनी मान्यताएं रहती हैं। 
</p><p>
(ख) लोकसाहित्य मुख्यतः तीन रूप में मिलते हैं - (1) गेय (2) गद्य (3) गद्य-पद्य रूप में। गेय रूप में मिलनेवाले साहित्य को तीन प्रमुख भागों (1) लोकगीत, (2) लोकगाथा, (3) लोक नाट्यगीत में विभाजित किया जा सकता है। गद्य रूप में मिलनेवाले साहित्य को लोककथा और गद्य-पद्य में मिलनेवाले साहित्य को 'लोकोक्ति' कहते हैं। मगही में लोकोक्तियों के पांच रूप मिलते हैं (1) पहेलियां, (2) दसकूटक, (3) परतूक, (4) कहावत और (5) मुहावरे, आदि। इस प्रकार लोक-साहित्य के प्रमुख नौ भाग हुए। 
</p><p>
(1) लोकगीत- यह लोक-जीवन की भावात्मक अभिव्यक्ति है, जिसमें मानव के हर्ष-विषाद लयबद्ध होकर लोककंठ से अभिव्यक्त होते रहते हैं। लोकगीत में परम्परागत संस्कृति मुखरित होती है। सारे संस्कार- गीत (जन्म, जनेऊ, विवाह आदि के अवसर पर गाये जानेवाले गीत), ऋतुगीत (फागु, चैता, कजरी, झूला, पूर्वी आदि), पर्वगीत (छठ, करवा चौथ, भैयादूज, जितिया, करमा, आदि), लोरियां, जातिगीत, पेशागीत, जादू-टोना गीत, सभी लोकगीत के अन्तर्गत आते हैं।
</p><p>
(2) लोकगाथा- यह लोक-महाकाव्य है जिसमें किसी लोकनायक का प्रशस्ति-गान रहता है । यह नायक युद्धवीर, प्रेमवीर, दानवीर या धर्मवीर हो सकता है। मगही में 'लोरकायन', 'कुंअर विजयी', 'गोपीचंद', 'रेशमा-चूहड़मल' आदि प्रसिद्ध लोक-गाथाएं हैं।
</p><p>
(3) लोक-नाट्यगीत- यह गीति-शैली में लोकनाट्य है। इसमें नाट्य के सारे तत्त्व वर्त्तमान रहते हैं। इसे लोकनाट्य भी कह सकते हैं। इसे स्वांग रचकर अभिनय किया जाता है।
</p><p>
(4) लोककथा- यह मनोरंजन, नीति और जिज्ञासा को तुष्ट करने का प्रमुख साधन है, जिसके माध्यम से युग-युग के लोक-जीवन की अनुभूतियां, संवेग, आस्थाएं  तथा  अतिरंजित कल्पनाएं व्यक्त होती हैं। लोककथा में मुख्य रूप से गद्य का प्रयोग होता है, पद्य का प्रयोग यदा-कदा और यत्र-तत्र होता है।
</p><p>
(5) पहेलियां- मगह में इसे 'बुझौनियां' कहते हैं। इनमें तथ्य को सांकेतिक रूप प्रस्तुत किया जाता है और दूसरों के ज्ञान की परीक्षा ली जाती है।
</p><p>
(6) दसकूटक- यह संस्कृत का दृष्टिकूट है। लोक-जीवन में उच्च कोटि के बौद्धिक-विलास एवं ज्ञान की परख के लिए दसकूटकों का प्रयोग होता है। ऐसी रचनाओं में जटिल और उलझे अर्थों को स्पष्ट करना होता है।
</p><p>
(7) परतूक- यह एक प्रकार का उदाहरण है, जिसमें तुल्य की किसी दृष्टांत से समता की जाती है। किसी व्यक्ति के गुण-अवगुण पर प्रकाश डालने के लिए किसी अन्य प्रस्तुत व्यक्ति या वस्तु से जो तुलना की जाती है, वैसे ही उदाहरण को मगही में 'परतूक' कहा जाता है।
</p><p>
(8) कहावत- मगही में 'कहउतिया' के नाम से सम्बोधित यह मगही लोक-साहित्य की चर्चित उक्ति हैा इसमें जीवन की अनुभूति संक्षिप्त और लक्षणात्मक विधि से अभिव्यक्त होती है। कहावतों और परतूकों में प्रायः कोई कथा या अनुभव छिपा रहता है, जो कालक्रम में लुप्त हो जाता है और उसका सूक्ष्म और सांकेतिक रूप वर्त्तमान रह जाता है।
</p><p>
(9) मुहावरे- यह हिन्दी का पूर्णतः मुहावरे या वाग्धारा ही नहीं, बल्कि मगही बोली में कथन की आदत है, अपनी शैली है। इसका प्रयोग किसी वाक्य के प्रसंग में होता है। वाक्य से अलग इसकी लाक्षणिकता और लालित्य में प्रवाह नहीं रहता। मगही मुहावरा संक्षिप्त अभिव्यक्ति है, परन्तु प्रभावोत्पादकता में प्रखर और चोट करनेवाली।
</p><p>
यह वेबसाइट क्‍यों?
</p><p>
पटना जिले में जन्‍म लेने, पालन-पोषण और पढ़ाई-लिखाई के कारण मगही जीवन, भाषा और लाेक साहित्‍य का संस्‍कार मुझे अपनी जननी मगध की मिट्टी से ही मिला है। मगही भाषा और लोक साहित्‍य ने मुझे प्रारंभ से ही आक‍र्षित किया है।
हिंदी पत्रकारिता के दौरान मगही लाेकवार्ता के प्रचार-प्रसार की मेरी आकांक्षा को बल मिला। लेकिन कतिपय कारणों से और साधनों के अभाव में इसे गति नहीं दे पाया। 
</p><p>
इस बीच एक ब्‍लॉग पर नालंदा जिले के मूल निवासी और वर्तमान में पुणे में रह रहे भाषाविद अभियंता नारायण प्रसाद ने मुझे मगही भाषा के क्षेत्र में कार्य करने के लिए प्रेरित किया।
सीमित साधनों के कारण मैंने वेबसाइट मगहीलोकवार्ताडॉटइन <Link to="/">(magahilokvarta.in)</Link> को मगही भाषा के प्रचार-प्रसार का माध्‍यम बनाया। मगही लोक-साहित्य के प्रकाण्ड विद्वान डा० रामप्रसाद सिंह के दामाद और मगही साहित्‍यकार केशव प्रसाद वर्मा के पुत्र शिक्षक राकेश कुमार वर्मा का हृदय से आभारी हूं, जिन्‍होंने मुझे मगही लोक साहित्‍य का संकलन उपलब्‍ध करवाया। वेबसाइट मगहीलोकवार्ताडॉटइन <Link to="/">(magahilokvarta.in)</Link> के माध्‍यम से हम मगही लोकवार्ता के विभिन्‍न स्‍वरूप से आपका परिचय कराते रहेंगे। 
</p>
<p>
  <i>Anil Kumar Singh</i>
</p>
<p className="text-sm">
  <i>Website: Kumar Ayush</i><br />
  <i>Translation and Editing: Sanjana Sabu</i><br />
  <i>Image Credits: Anil Kumar Singh, Usha Sinha</i>
</p>
    </div>
    </div>
  );
}


export default IndexPage

export const Head: HeadFC = () => <title>Magadh Folk Tales - About</title>
